Repository: KiYouJyo/UCAD
Catalog: src/UCAD.App/Strings/*/UpdateLive.resw
Source language: en_us
Languages: ja_jp, zh_cn

# CheckTitle
source: Check for updates
ja_jp: 更新を確認
zh_cn: 检查更新

# Checking
source: Checking the latest GitHub Release…
ja_jp: 最新の GitHub Release を確認しています…
zh_cn: 正在检查最新 GitHub Release…

# UpToDateTitle
source: UCAD is up to date
ja_jp: UCAD は最新です
zh_cn: UCAD 已是最新版本

# UpToDateMessage
source: You are running UCAD v{0}. No newer stable GitHub Release is available.
ja_jp: 現在 UCAD v{0} を実行しています。より新しい安定版 GitHub Release はありません。
zh_cn: 当前正在运行 UCAD v{0}，暂无更新的稳定版 GitHub Release。

# AvailableTitle
source: UCAD v{0} is available
ja_jp: UCAD v{0} を利用できます
zh_cn: UCAD v{0} 可用

# AvailableMessage
source: A newer stable version is available. UCAD will download the signed x64 MSIX bundle, verify it against SHA256SUMS.txt, then open Windows App Installer.
ja_jp: 新しい安定版があります。UCAD は署名済み x64 MSIX バンドルをダウンロードし、SHA256SUMS.txt で検証した後、Windows App Installer を開きます。
zh_cn: 检测到新的稳定版本。UCAD 将下载已签名的 x64 MSIX 安装包，使用 SHA256SUMS.txt 校验后，再打开 Windows 应用安装程序。

source: Download & install
ja_jp: ダウンロードしてインストール
zh_cn: 下载并安装

source: View Release
ja_jp: Release を表示
zh_cn: 查看 Release

source: Cancel
ja_jp: キャンセル
zh_cn: 取消

source: Close
ja_jp: 閉じる
zh_cn: 关闭

# DownloadingTitle
source: Downloading UCAD v{0}
ja_jp: UCAD v{0} をダウンロード中
zh_cn: 正在下载 UCAD v{0}

# Downloading
source: Downloading signed update…
ja_jp: 署名済み更新をダウンロードしています…
zh_cn: 正在下载已签名更新…

# DownloadingBytes
source: {0:0.0} MB downloaded
ja_jp: {0:0.0} MB をダウンロード済み
zh_cn: 已下载 {0:0.0} MB

# Verifying
source: Verifying SHA-256…
ja_jp: SHA-256 を検証しています…
zh_cn: 正在校验 SHA-256…

# Launching
source: Opening Windows App Installer…
ja_jp: Windows App Installer を開いています…
zh_cn: 正在打开 Windows 应用安装程序…

# InstallerLaunchFailed
source: Windows could not open App Installer for the downloaded package. You can view the GitHub Release and install it manually.
ja_jp: ダウンロードしたパッケージを Windows App Installer で開けませんでした。GitHub Release から手動でインストールできます。
zh_cn: Windows 无法为已下载的安装包打开应用安装程序。你可以前往 GitHub Release 手动安装。

# ErrorTitle
source: Update failed
ja_jp: 更新に失敗しました
zh_cn: 更新失败

# ErrorMessage
source: UCAD could not complete the update check or download. No installed files were changed.
ja_jp: UCAD は更新の確認またはダウンロードを完了できませんでした。インストール済みファイルは変更されていません。
zh_cn: UCAD 未能完成更新检查或下载，当前已安装文件没有被修改。

# ErrorDetails
source: Details: {0}
ja_jp: 詳細: {0}
zh_cn: 详细信息：{0}
